[
    {
      "_id": "636b1f5f22577a517b64d5a",
      "index": 0,
      "title": "Designing of your Project",
      "isActive": false,
      "price": "200",
      "picture": "https://i.ibb.co/hZhZ5nk/service0.webp",
      "rating": 5,
      "engineer": "Noor Alam",
      "gender": "male",
      "industry": "ACLIMA",
      "email": "maysgrant@aclima.com",
      "phone": "+1 (968) 427-2119",
      "address": "815 Turnbull Avenue, Loretto, Washington, 4727",
      "description": "A Mechanical Design Engineer analyzes real-world problems and uses physics, chemistry, and mechanics to create products that help solve them. Some areas they focus on improving include visual appeal, safety, accessibility, and affordability. Mechanical Design Engineers use consumer feedback to develop and improve a wide range of products, including systems for air conditioning, heating, ventilation, transportation, processing, manufacturing, and power generation. This allows them to work in a variety of industries alongside a team of Engineers and Designers to finalize the specifications of each product.",
      "registered": "2018-02-20T04:13:08 -06:00"
    },
    {
      "_id": "636b1f5f22577a517b64d50a",
      "index": 1,
      "title": "Planing of your Project",
      "isActive": false,
      "price": "100",
      "picture": "https://i.ibb.co/2sw2V2C/slider2.webp",
      "rating": 4.5,
      "engineer": "Noor Alam",
      "gender": "male",
      "industry": "ACLIMA",
      "email": "maysgrant@aclima.com",
      "phone": "+1 (968) 427-2119",
      "address": "815 Turnbull Avenue, Loretto, Washington, 4727",
      "description": "Planning engineers help engineering teams deliver projects on schedule. They develop strategies, determine material and labor costs, monitor crew performance, ensure health and safety regulations are obeyed, and that communications channels are open. Planning engineers also interpret data, compile reports, and deliver presentations when required.",
      "registered": "2018-02-20T04:13:08 -06:00"
    },
    {
      "_id": "636b1f5f25a4afb2b81948ad",
      "index": 2,
      "title": "Estimating of Your Project",
      "isActive": true,
      "price": "50",
      "picture": "https://i.ibb.co/9nr4M9b/service5.jpg",
      "rating": 4.5,
      "engineer": "Noor Alam",
      "gender": "male",
      "industry": "AVIT",
      "email": "bookermeyers@avit.com",
      "phone": "+1 (999) 578-2405",
      "address": "818 Lewis Place, Navarre, Nevada, 6166",
      "description": "A mechanical estimator evaluates the total cost of a project in various industries. As a mechanical estimator, your responsibilities include researching the materials, sourcing options, labor, and permit costs for a given project. You also work with contractors, subcontractors, and vendors to get appropriate estimates. Your job is to help those in charge make decisions on projects based on the pricing data you compile. In this career, you may work on anything from mechanical system upgrades to new construction projects. Qualifications for a job as a mechanical estimator include a high school diploma, on-the-job training through a construction company or related industry, and experience with contracting. Some employers may require you to have a post-secondary degree depending on the particular project",
      "registered": "2019-01-14T05:00:10 -06:00"
    },
    {
      "_id": "636b1f5fa469daec4f984d11",
      "index": 3,
      "title": "Work Monitoring for your Project",
      "isActive": true,
      "price": "300",
      "picture": "https://i.ibb.co/kcnJHz3/service3.png",
      "rating": 4.5,
      "engineer": "Noor Alam",
      "gender": "male",
      "industry": "ZENTURY",
      "email": "laracummings@zentury.com",
      "phone": "+1 (944) 582-2167",
      "address": "368 Louise Terrace, Stollings, Louisiana, 2302",
      "description": "A monitoring engineer examines existing systems and structures and is responsible for deciding when such things need to be updated, modified or replaced. Construction firms, information technology (IT) companies and energy conglomerates are among the types of entities that employ people in these roles. As with most engineering jobs, someone working as a monitoring engineer must have successfully completed an undergraduate degree program in civil, electrical or mechanical engineering, or a related topic. Many employers prefer to fill these roles with people who have also completed an industry related postgraduate degree course.",
      "registered": "2016-08-28T06:05:49 -06:00"
    },
    {
      "_id": "636b1f5f810150ffc06ce76d",
      "index": 4,
      "title": "Water Supply Planing",
      "isActive": false,
      "price": "125",
      "picture": "https://i.ibb.co/vk3RSpw/service1.jpg",
      "rating": 5,
      "engineer": "Noor Alam",
      "gender": "female",
      "industry": "DADABASE",
      "email": "albacarrillo@dadabase.com",
      "phone": "+1 (839) 461-2624",
      "address": "454 Montague Street, Murillo, New York, 7059",
      "description": "You can only become a water engineer if you have a degree in a relevant subject such as chemical, civil, mechanical or environmental engineering, environmental science, geology or physical geography. Some employers will ask for a 2.1 degree but others will accept candidates with a 2.2 degree. Take a look at our list of A postgraduate qualification may be required for some positions, and can be beneficial for graduates without relevant first degrees. A list of accredited courses is available on the Engineering Council’s website and you can read our article on engineering postgraduate study to explore your options.If you are aiming to work in a technician role, it is possible to enter the profession with a higher national diploma (HND) in an appropriate subject such as mechanical or civil engineering. To find out more about getting into engineering via a school leaver route, visit the engineering section of TARGETcareers, our website aimed at school leavers.",
      "registered": "2016-11-30T02:33:33 -06:00"
    },
    {
      "_id": "636b1f5f737d99e32c18d753",
      "index": 5,
      "title": "Ventilation Planing for Your Home",
      "isActive": true,
      "price": "250",
      "picture": "https://i.ibb.co/98p54Mc/service2.gif",
      "rating": 5,
      "engineer": "Noor Alam",
      "gender": "female",
      "industry": "GEEKFARM",
      "email": "stefaniestanton@geekfarm.com",
      "phone": "+1 (998) 428-3189",
      "address": "898 Orange Street, Newry, Puerto Rico, 8598",
      "description": "A heating and ventilation engineer installs, repairs and maintains systems such as central heating, ventilation, air conditioning and gas. They work in commercial or industrial premises such as schools, sports stadiums, hospitals or factories, fitting large scale boilers and pipe and duct work. HVAC mechanical engineers are responsible for designing heating, ventilation, and air conditioning systems. They work with a wide range of clients, from individual homeowners to large corporations. HVAC mechanical engineers must be able to effectively communicate their ideas in order to get them approved by management or clientele. They also need to have an eye for detail when it comes to building HVAC systems that will actually work as intended.",
      "registered": "2021-07-10T06:48:24 -06:00"
    },
    {
      "_id": "636b1f5f657a9e67ccc8f7a7",
      "index": 6,
      "title": "Pump installation for your Project",
      "isActive": false,
      "price": "300",
      "picture": "https://i.ibb.co/92mHXtJ/service3.jpg",
      "rating": 5,
      "engineer": "Noor Alam",
      "gender": "male",
      "industry": "APEX",
      "email": "henryforbes@apex.com",
      "phone": "+1 (840) 490-2181",
      "address": "723 Box Street, Rowe, Hawaii, 309",
      "description": "Pump technicians are responsible for installing, maintaining and repairing pumps that are used in a variety of industrial settings. They commonly work with pumps that use water or other liquids to move materials from one place to another.Pump technicians must have extensive knowledge about the equipment they’re working on. This includes knowing how each component works individually as well as how it interacts with other components. They also need to know how different types of pumps operate under various conditions so they can properly diagnose problems when they arise.",
      "registered": "2017-07-09T11:31:41 -06:00"
    }
    
  ]